---
kind: enumMember
id: F:Autodesk.Revit.DB.TessellatedShapeBuilderFallback.Abort
enum: Autodesk.Revit.DB.TessellatedShapeBuilderFallback
source: html/ce755fa3-8727-2cd3-dbc3-c952bdc83a17.htm
---
# Autodesk.Revit.DB.TessellatedShapeBuilderFallback.Abort

Do nothing.